[
  {
    "id": 1,
    "title": "Gorkha Festival 2025 Starts with Cultural Parade",
    "date": "2025-07-14",
    "content": "The annual Gorkha Festival has started in Arughat with traditional dance and parade...",
    "image": "images/example1.jpg"
  },
  {
    "id": 2,
    "title": "Rainfall Hits Central Gorkha, Schools Closed",
    "date": "2025-07-13",
    "content": "Heavy rainfall disrupted life in central Gorkha yesterday, prompting schools to shut down...",
    "image": "images/football.jpg"
  }, 
   {
    "id": 3,
    "title": "Rainfall Hits Central Gorkha, Schools Closed",
    "date": "2025-07-13",
    "content": "Heavy rainfall disrupted life in central Gorkha yesterday, prompting schools to shut down...",
    "image": "images/football.jpg"
  }, 
   
   {
    "id": 4,
    "title": "EV micro accident in Gorkha Bazar: Damage in mobile shop, 1 passenger injured",
    "date": "2025-07-13",
    "content": "Today afternoon, a micro accident happened at Gorkha headquarters. Mobile shop damaged in the accident and 1 passenger injured.\nDistrict Traffic Police Office Gorkha informed that Higer EV micro accident number 006 B 6322 near Chalise Chowk of Gorkha Municipality-6 Hospital Road.\nA direct viewer said that the micro himself withdrawn and accident while the micro was stopped at Chalise Chowk from Gorkha Bazar to Dhampeshal.\nAccording to her, 41-year-old Kabita Tiwari of Gorkha Municipality-3, Nareshwar, was generally injured while jumping off due to microback. She has been discharged immediately after treatment at Gorkha Hospital.\nDamage to the shop due to the micro inside the shop of Bikas Mobile Center. The complete description of the damage is yet to come. Micro Gorkha who met with an accident has been confirmed under Draundi Transport Service Pvt. Traffic Police Office also informed that there were 4 passengers inside the micro due to a micro accident...",
    "image": "images/1.jpg"
  },
  {
  "id": 5,
  "title": "गोरखा महोत्सव २०८२ सांस्कृतिक झाँकीसहित सुरु",
  "date": "2025-07-14",
  "content": "वार्षिक गोरखा महोत्सव अर्घटमा पारंपरिक नाच र झाँकीसहित सुरु भयो। महोत्सवमा विभिन्न सांस्कृतिक कार्यक्रमहरू आयोजना गरिएका छन्।\nप्रशासनले सबैलाई सतर्क रहन र सुरक्षाका उपायहरू अपनाउन आग्रह गरेको छ।",
  "image": "images/nepali_news.jpg"
}

]

