[
   
   {
    "id": 1,
    "title": "EV micro accident in Gorkha Bazar: Damage in mobile shop, 1 passenger injured",
    "date": "2025-07-13",
    "content": "Today afternoon, a micro accident happened at Gorkha headquarters. Mobile shop damaged in the accident and 1 passenger injured.\nDistrict Traffic Police Office Gorkha informed that Higer EV micro accident number 006 B 6322 near Chalise Chowk of Gorkha Municipality-6 Hospital Road.\nA direct viewer said that the micro himself withdrawn and accident while the micro was stopped at Chalise Chowk from Gorkha Bazar to Dhampeshal.\nAccording to her, 41-year-old Kabita Tiwari of Gorkha Municipality-3, Nareshwar, was generally injured while jumping off due to microback. She has been discharged immediately after treatment at Gorkha Hospital.\nDamage to the shop due to the micro inside the shop of Bikas Mobile Center. The complete description of the damage is yet to come. Micro Gorkha who met with an accident has been confirmed under Draundi Transport Service Pvt. Traffic Police Office also informed that there were 4 passengers inside the micro due to a micro accident...",
    "image": "images/1.jpg"
  },
   {
  "id": 2,
  "title": "Hero Dog Rocky Saves 67 Lives in Himachal Landslide",
  "date": "2025-08-30",
  "content": "A small village in Himachal Pradesh, on the night of June 30, where 67 people were saved and given new lives. It was raining heavily outside. It felt like the sky was torn due to thunder and lightning. The lights were off, the village was sleeping — but only one soul was awake. The Rocky.\n\nA tiny, unspoken, ununderstandable, innocent dog tied to a house box. But he felt something unnatural that night. His ears were shaking, and the ground tremors made him realize deep danger was approaching. Rocky’s natural consciousness was awakened — and he suddenly started barking like crazy. Neither tired nor stopping, continuously since 12am.\n\nFirst, the boss fell down, but Rocky didn't calm down no matter how much he shouted. Tired eyes opened the door, came out — and saw a bird flying deep into the courtyard. The ground was slowly floating away.\n\n\"The land is coming!\" — she screamed and made noise all over the village. The villagers woke up one by one and ran to a safe place without taking anything.\n\nIn 2 minutes, the village was buried. There were no houses at the scene, just swept away tin and piles of mud. But one thing remained — saved lives.\n\n67 people from 20 families succeeded in getting new lives due to Rocky's warning. That innocent animal neither spoke, nor wrote — but gave such an example of consciousness that even humans sometimes lack.\n\nToday, the villagers call Rocky the “Angel of God.” He has fallen asleep again tied to an old rope, slapping on his owner's lap — but in many people's hearts, he has been a true hero.",
  "image": "images/2.jpg"
  
}

]

